Autodesk.Revit.DB.BrowserOrganizationType
Enumerated type representing the type of browser organization.
Since:
2015
Since:
2015

Autodesk.Revit.DB.BrowserOrganizationType.Schedules
The browser organization definition for schedules.

Autodesk.Revit.DB.BrowserOrganizationType.Families
The browser organization definition for families.

Autodesk.Revit.DB.BrowserOrganizationType.Sheets
The browser organization definition for sheets.

Autodesk.Revit.DB.BrowserOrganizationType.Views
The browser organization definition for views.